brew "bat"
brew "fzf"
brew "go@1.24"
brew "k9s"
brew "kubernetes-cli"
brew "lsd"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "bierner.markdown-mermaid"
vscode "codezombiech.gitignore"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "edgardmessias.clipboard-manager"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
