brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "ripgrep"
brew "starship"
brew "uv"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "balenaetcher"
cask "bitwarden"
cask "bruno"
cask "claude-code"
cask "codex"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "ghostty"
cask "keepingyouawake"
cask "keka"
cask "logi-options+"
cask "maccy"
cask "middleclick"
cask "mongodb-compass"
cask "orbstack"
cask "rectangle"
cask "slack"
cask "tailscale-app"
cask "visual-studio-code"
cask "zed"
