brew "awscli"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "micro"
brew "pgcli"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "uv"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "balenaetcher"
cask "claude-code"
cask "codex"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "keepingyouawake"
cask "keka"
cask "maccy"
cask "middleclick"
cask "rectangle"
cask "visual-studio-code"
cask "zed"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/pressly/goose/v3/cmd/goose"
go "golang.org/x/tools/gopls"
go "go.uber.org/mock/mockgen"
go "github.com/oapi-codegen/oapi-codegen/v2/cmd/oapi-codegen"
go "github.com/swaggo/swag/cmd/swag"
uv "ruff"
uv "serena-agent"
