brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "go"
brew "grpcurl"
brew "python@3.14"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "ripgrep"
brew "starship"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "claude-code"
cask "codex"
cask "font-fira-code"
cask "font-jetbrains-mono"
